Revit 2024 API
PlanarFace.Triangulate Method
Overload List
Name | Description
Triangulate()
Returns a triangular mesh approximation to the face.
 (Inherited from Face.)
Triangulate(Double)
Returns a triangular mesh approximation to the face.
 (Inherited from Face.)
See Also
PlanarFace Class
PlanarFace Members
Autodesk.Revit.DB Namespace